[
  {
    "id": 3328,
    "nome": "The Witcher 3: Wild Hunt",
    "img": "https://media.rawg.io/media/games/618/618c2031a07bbff6b4f611f10b6bcdbc.jpg",
    "descricao": "The third game in a series, it holds nothing back from the player. Open world adventures of the renowned monster slayer Geralt of Rivia are now even on a larger scale. Following the source material more accurately, this time Geralt is trying to find the child of the prophecy, Ciri while making a quick coin from various contracts on the side. Great attention to the world building above all creates an immersive story, where your decisions will shape the world around you.\n\nCD Project Red are infamous for the amount of work they put into their games, and it shows, because aside from classic third-person action RPG base game they provided 2 massive DLCs with unique questlines and 16 smaller DLCs, containing extra quests and items.\n\nPlayers praise the game for its atmosphere and a wide open world that finds the balance between fantasy elements and realistic and believable mechanics, and the game deserved numerous awards for every aspect of the game, from music to direction.",
    "metacritic": 92,
    "avaliacao": 5,
    "comentario": "Melhor jogo de 2015"
  },
  {
    "id": 389186,
    "nome": "Candy Crush",
    "img": "https://media.rawg.io/media/screenshots/654/65409c02aaa9a5fbad70eb32ccad9d14.jpg",
    "descricao": "Candy Crush\nA simple Candy Crush implementation using a 2D game engine architecture with C++ and SDL (MVC pattern).\nInstallation\n1. Unzip \"CandyCrush.zip\".\n2. Execute \"CandyCrush/Candy Crush.exe\" and enjoy!\nUsage\n- Move candies: Drag and Move mouse\n- Change between scenes: Space\n- Exit: Escape\nHistory\nCurrently in WIP! Available features:\n- Intro cinematic\n- Initial grid of candies generation from file\n- Candy swap\n- Candy grid clear\n- Score, moves and target with textures\n- Music for each scene\n- Etc.\nCredits\nJoan Ginard - Programmer\nLicense\nMIT LICENSE",
    "metacritic": null,
    "avaliacao": 4,
    "comentario": "MELHOR JOGO DE CELULAR"
  }
]